Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: V2 sync · environment variables (API keys, etc.) used by your AI tools.
de: V2-Synchronisierung · Umgebungsvariablen (API-Schlüssel usw.), die von deinen KI-Tools verwendet werden.
es: Sincronización V2 · variables de entorno (claves de API, etc.) que usan tus herramientas de IA.
fil: V2 sync · mga environment variable (API key, atbp.) na ginagamit ng iyong AI tool.
fr: Synchronisation V2 · variables d’environnement (clés API, etc.) utilisées par tes outils IA.
hr: V2 sinkronizacija · varijable okruženja (API ključevi itd.) koje koriste vaši AI alati.
id: Sinkronisasi V2 · variabel lingkungan (kunci API, dll.) yang dipakai alat AI Anda.
ja: V2 同期 · AI ツールが使用する環境変数（API キーなど）。
ko: V2 동기화 · AI 도구가 사용하는 환경 변수(API 키 등).
ms: Penyegerakan V2 · pemboleh ubah persekitaran (kunci API, dll.) yang digunakan alat AI anda.
pl: Synchronizacja V2 · zmienne środowiskowe (klucze API itd.) używane przez Twoje narzędzia AI.
pt_br: Sincronização V2 · variáveis de ambiente (chaves de API etc.) usadas pelas suas ferramentas de IA.
ro: Sincronizare V2 · variabile de mediu (chei API etc.) folosite de uneltele tale AI.
ru: Синхронизация V2 · переменные окружения (ключи API и т. д.), используемые вашими ИИ-инструментами.
th: ซิงค์ V2 · ตัวแปรสภาพแวดล้อม (คีย์ API ฯลฯ) ที่เครื่องมือ AI ของคุณใช้
tr: V2 eşitleme · yapay zekâ araçlarınızın kullandığı ortam değişkenleri (API anahtarları vb.).
zh_hans: V2 同步 · 你的 AI 工具使用的环境变量（API Key 等）。
zh_hant: V2 同步 · 你的 AI 工具使用的環境變數（API Key 等）。

source: V2 sync · per-device presence records so each device knows the others online.
de: V2-Synchronisierung · Präsenzdatensätze pro Gerät, damit jedes Gerät weiß, welche anderen online sind.
es: Sincronización V2 · registros de presencia por dispositivo para que cada uno sepa cuáles están en línea.
fil: V2 sync · mga presence record kada device para malaman ng bawat isa kung sino ang online.
fr: Synchronisation V2 · enregistrements de présence par appareil pour que chaque appareil connaisse les autres en ligne.
hr: V2 sinkronizacija · zapisi prisutnosti po uređaju kako bi svaki uređaj znao koji su drugi na mreži.
id: Sinkronisasi V2 · catatan kehadiran per perangkat agar tiap perangkat tahu yang lain sedang online.
ja: V2 同期 · 各デバイスが他のデバイスのオンライン状態を把握するためのデバイスごとのプレゼンスレコード。
ko: V2 동기화 · 각 기기가 다른 기기의 온라인 상태를 알 수 있도록 하는 기기별 프레즌스 레코드.
ms: Penyegerakan V2 · rekod kehadiran setiap peranti supaya setiap peranti tahu yang lain dalam talian.
pl: Synchronizacja V2 · rekordy obecności każdego urządzenia, aby wiedziały o sobie nawzajem.
pt_br: Sincronização V2 · registros de presença por dispositivo, para cada um saber quais estão online.
ro: Sincronizare V2 · înregistrări de prezență pentru fiecare dispozitiv, ca fiecare să știe care sunt online.
ru: Синхронизация V2 · записи присутствия по устройствам, чтобы каждое устройство знало, какие другие онлайн.
th: ซิงค์ V2 · ระเบียนสถานะแยกตามอุปกรณ์ เพื่อให้แต่ละเครื่องรู้ว่าเครื่องอื่นออนไลน์อยู่
tr: V2 eşitleme · her aygıtın diğerlerinin çevrimiçi olduğunu bilmesi için aygıt başına varlık kayıtları.
zh_hans: V2 同步 · 每台设备的在线状态记录，让每台设备知道其他设备是否在线。
zh_hant: V2 同步 · 每台裝置的在線狀態記錄，讓每台裝置知道其他裝置是否在線。

source: V2 sync zone.
de: V2-Synchronisierungszone.
es: Zona de sincronización V2.
fr: Zone de synchronisation V2.
hr: Zona V2 sinkronizacije.
id: Zona sinkronisasi V2.
ja: V2 同期ゾーン。
ko: V2 동기화 영역.
ms: Zon penyegerakan V2.
pl: Strefa synchronizacji V2.
pt_br: Zona de sincronização V2.
ro: Zonă de sincronizare V2.
ru: Зона синхронизации V2.
th: โซนซิงค์ V2
tr: V2 eşitleme bölgesi.
zh_hans: V2 同步区域。
zh_hant: V2 同步區域。

source: Value
de: Wert
es: Valor
fil: Halaga
fr: Valeur
hr: Vrijednost
id: Nilai
ja: 値
ko: 값
ms: Nilai
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
th: ค่า
tr: Değer
zh_hans: 值
zh_hant: 值

source: Value at High
de: Wert bei Hoch
es: Valor en Alto
fil: Halaga sa Mataas
fr: Valeur en Élevé
hr: Vrijednost na razini Visoko
id: Nilai pada Tinggi
ja: 「高」のときの値
ko: '높음'일 때 값
ms: Nilai pada Tinggi
pl: Wartość na poziomie High
pt_br: Valor em High
ro: Valoarea la nivelul High
ru: Значение для «Высокого»
th: ค่าที่ระดับสูง
tr: High düzeyindeki değer
zh_hans: 「高」档位的取值
zh_hant: 「高」的值

source: Various (GPL, MIT, etc.)
de: Verschiedene (GPL, MIT usw.)
es: Varias (GPL, MIT, etc.)
fil: Iba't iba (GPL, MIT, atbp.)
fr: Divers (GPL, MIT, etc.)
hr: Razno (GPL, MIT itd.)
id: Beragam (GPL, MIT, dll.)
ja: 各種（GPL、MITなど）
ko: 다양한 (GPL, MIT 등)
ms: Pelbagai (GPL, MIT, dll.)
pl: Różne (GPL, MIT itd.)
pt_br: Diversas (GPL, MIT, etc.)
ro: Diverse (GPL, MIT etc.)
ru: Разные (GPL, MIT и др.)
th: หลากหลาย (GPL, MIT ฯลฯ)
tr: Çeşitli (GPL, MIT vb.)
zh_hans: 多种（GPL、MIT 等）
zh_hant: 多種（GPL、MIT 等）

source: Video generation
de: Videogenerierung
es: Generación de video
fil: Paggawa ng video
fr: Génération de vidéos
hr: Generiranje videozapisa
id: Pembuatan video
ja: 動画生成
ko: 동영상 생성
ms: Penjanaan video
pl: Generowanie wideo
pt_br: Geração de vídeo
ro: Generare video
ru: Генерация видео
th: การสร้างวิดีโอ
tr: Video üretimi
zh_hans: 视频生成
zh_hant: 影片生成

source: Video input
de: Videoeingabe
es: Entrada de video
fr: Vidéo en entrée
hr: Video ulaz
id: Masukan video
ja: 動画入力
ko: 동영상 입력
ms: Input video
pl: Wejście wideo
pt_br: Entrada de vídeo
ro: Intrare video
ru: Видеовход
th: อินพุตวิดีโอ
tr: Video girişi
zh_hans: 视频输入
zh_hant: 影片輸入

source: Video output
de: Videoausgabe
es: Salida de video
fr: Sortie vidéo
hr: Video izlaz
id: Keluaran video
ja: 動画出力
ko: 비디오 출력
ms: Output video
pl: Wyjście wideo
pt_br: Saída de vídeo
ro: Ieșire video
ru: Вывод видео
th: เอาต์พุตวิดีโอ
tr: Video çıkışı
zh_hans: 视频输出
zh_hant: 影片輸出

source: View
de: Ansicht
es: Ver
fil: Tingnan
fr: Vue
hr: Prikaz
id: Lihat
ja: 表示
ko: 보기
ms: Lihat
pl: Pokaż
pt_br: Ver
ro: Vezi
ru: Просмотр
th: ดู
tr: Görüntüle
zh_hans: 视图
zh_hant: 視圖

# Viewport: %lld×%lld
source: Viewport: %1$lld×%2$lld
de: Ansichtsfenster: %1$lld×%2$lld
es: Viewport: %lld×%lld
fil: Viewport: %lld×%lld
fr: Fenêtre d'affichage : %1$lld×%2$lld
id: Viewport: %lld×%lld
ja: ビューポート：%1$lld×%2$lld
ko: 뷰포트: %1$lld×%2$lld
ms: Viewport: %lld×%lld
pl: Obszar widoku: %lld×%lld
pt_br: Viewport: %lld×%lld
ro: Zonă vizibilă: %lld×%lld
ru: Область просмотра: %1$lld×%2$lld
th: วิวพอร์ต: %lld×%lld
tr: Görünüm alanı: %lld×%lld
zh_hans: 视口：%1$lld×%2$lld
zh_hant: 視口：%1$lld×%2$lld

source: Vision Input
de: Bildeingabe
es: Entrada de visión
fr: Entrée visuelle
hr: Vizualni ulaz
id: Masukan Visual
ja: 画像入力
ko: 이미지 입력
ms: Input Visi
pl: Wejście obrazu
pt_br: Entrada de imagem
ro: Intrare vizuală
ru: Ввод изображений
th: อินพุตภาพ
tr: Görsel Giriş
zh_hans: 图像输入
zh_hant: 圖像輸入

source: Voice
de: Stimme
es: Voz
fil: Boses
fr: Voix
hr: Glas
id: Suara
ja: 音声
ko: 음성
ms: Suara
pl: Głos
pt_br: Voz
ro: Voce
ru: Голос
th: เสียง
tr: Ses
zh_hans: 语音
zh_hant: 語音

source: Voice Chat Providers
de: Sprach-Chat-Anbieter
es: Proveedores de chat de voz
fil: Mga Voice Chat Provider
fr: Fournisseurs de chat vocal
hr: Pružatelji glasovnog razgovora
id: Penyedia Obrolan Suara
ja: 音声チャットプロバイダー
ko: 음성 채팅 제공자
ms: Pembekal Sembang Suara
pl: Dostawcy czatu głosowego
pt_br: Provedores de conversa por voz
ro: Furnizori de conversație vocală
ru: Провайдеры голосового чата
th: ผู้ให้บริการแชทด้วยเสียง
tr: Sesli Sohbet Sağlayıcıları
zh_hans: 语音对话服务商
zh_hant: 語音對話服務商

source: Voice correction data cleared
de: Sprachkorrektur-Daten gelöscht
es: Datos de corrección de voz borrados
fil: Na-clear ang datos ng pagwawasto ng boses
fr: Données de correction vocale effacées
hr: Podaci za korekciju glasa su obrisani
id: Data koreksi suara dibersihkan
ja: 音声修正データを消去しました
ko: 음성 교정 데이터가 지워졌습니다
ms: Data pembetulan suara dikosongkan
pl: Usunięto dane o poprawkach głosowych
pt_br: Dados das correções de voz apagados
ro: Datele despre corecțiile vocale au fost șterse
ru: Данные голосовой коррекции удалены
th: ล้างข้อมูลการแก้ไขเสียงแล้ว
tr: Ses düzeltme verileri silindi
zh_hans: 语音纠错数据已清除
zh_hant: 語音糾錯資料已清除

source: Voice Correction Learning
de: Sprachkorrektur-Lernen
es: Aprendizaje de correcciones de voz
fil: Pagkatuto sa Pagwawasto ng Boses
fr: Apprentissage des corrections vocales
hr: Učenje korekcije glasa
id: Pembelajaran Koreksi Suara
ja: 音声修正の学習
ko: 음성 교정 학습
ms: Pembelajaran Pembetulan Suara
pl: Uczenie poprawek głosowych
pt_br: Aprendizado das correções de voz
ro: Învățarea corecțiilor vocale
ru: Обучение голосовой коррекции
th: การเรียนรู้การแก้ไขเสียง
tr: Ses Düzeltme Öğrenmesi
zh_hans: 语音纠错学习
zh_hant: 語音糾錯學習

source: Voice Corrections
de: Sprachkorrekturen
es: Correcciones de voz
fil: Mga Pagwawasto ng Boses
fr: Corrections vocales
hr: Korekcije glasa
id: Koreksi Suara
ja: 音声修正
ko: 음성 수정
ms: Pembetulan Suara
pl: Poprawki głosowe
pt_br: Correções de voz
ro: Corecții vocale
ru: Голосовые исправления
th: การแก้ไขเสียง
tr: Ses Düzeltmeleri
zh_hans: 语音修正
zh_hant: 語音修正

source: Voice input
de: Spracheingabe
es: Entrada de voz
fr: Entrée vocale
hr: Glasovni unos
id: Masukan suara
ja: 音声入力
ko: 음성 입력
ms: Input suara
pl: Wejście głosowe
pt_br: Entrada de voz
ro: Intrare vocală
ru: Голосовой ввод
th: อินพุตเสียง
tr: Sesli giriş
zh_hans: 语音输入
zh_hant: 語音輸入

source: Voice Input
de: Spracheingabe
es: Entrada de voz
fr: Entrée vocale
hr: Glasovni unos
id: Masukan Suara
ja: 音声入力
ko: 음성 입력
ms: Input Suara
pl: Wejście głosowe
pt_br: Entrada de voz
ro: Intrare vocală
ru: Голосовой ввод
th: อินพุตเสียง
tr: Ses Girişi
zh_hans: 语音输入
zh_hant: 語音輸入

source: Voice Language
de: Stimmsprache
es: Idioma de voz
fil: Wika ng Boses
fr: Langue vocale
hr: Jezik glasa
id: Bahasa Suara
ja: 音声言語
ko: 음성 언어
ms: Bahasa Suara
pl: Język głosu
pt_br: Idioma da voz
ro: Limba vocii
ru: Язык голоса
th: ภาษาของเสียง
tr: Ses Dili
zh_hans: 语音语言
zh_hant: 語音語言

source: Voice Output
de: Sprachausgabe
es: Salida de voz
fr: Sortie vocale
hr: Glasovni izlaz
id: Keluaran Suara
ja: 音声出力
ko: 음성 출력
ms: Output Suara
pl: Wyjście głosowe
pt_br: Saída de voz
ro: Ieșire vocală
ru: Голосовой вывод
th: เอาต์พุตเสียง
tr: Ses Çıkışı
zh_hans: 语音输出
zh_hant: 語音輸出

source: Voice Service
de: Sprachdienst
es: Servicio de voz
fr: Service vocal
hr: Glasovna usluga
id: Layanan Suara
ja: 音声サービス
ko: 음성 서비스
ms: Perkhidmatan Suara
pl: Usługa głosowa
pt_br: Serviço de voz
ro: Serviciu vocal
ru: Голосовой сервис
th: บริการเสียง
tr: Ses Hizmeti
zh_hans: 语音服务
zh_hant: 語音服務

source: Voice Services
de: Sprachdienste
es: Servicios de voz
fil: Mga Voice Service
fr: Services vocaux
hr: Glasovne usluge
id: Layanan Suara
ja: 音声サービス
ko: 음성 서비스
ms: Perkhidmatan Suara
pl: Usługi głosowe
pt_br: Serviços de voz
ro: Servicii vocale
ru: Голосовые сервисы
th: บริการเสียง
tr: Ses Hizmetleri
zh_hans: 语音服务
zh_hant: 語音服務

source: Voice synthesis failed — some content may not be read aloud.
de: Sprachsynthese fehlgeschlagen – einige Inhalte werden möglicherweise nicht vorgelesen.
es: Falló la síntesis de voz: es posible que parte del contenido no se lea en voz alta.
fil: Nabigo ang voice synthesis — maaaring hindi mabasa nang malakas ang ilang nilalaman.
fr: Échec de la synthèse vocale — une partie du contenu pourrait ne pas être lue à voix haute.
hr: Sinteza govora nije uspjela — dio sadržaja možda neće biti pročitan naglas.
id: Sintesis suara gagal — sebagian konten mungkin tidak dibacakan.
ja: 音声合成に失敗しました — 一部のコンテンツが読み上げられない場合があります。
ko: 음성 합성 실패 — 일부 콘텐츠가 소리 내어 읽히지 않을 수 있습니다.
ms: Sintesis suara gagal — sebahagian kandungan mungkin tidak dibaca.
pl: Synteza mowy nie powiodła się — część treści może nie zostać odczytana.
pt_br: A síntese de voz falhou — parte do conteúdo pode não ser lida em voz alta.
ro: Sinteza vocală a eșuat — o parte din conținut poate să nu fie citită.
ru: Синтез речи не удался — часть содержимого может не быть прочитана вслух.
th: การสังเคราะห์เสียงล้มเหลว — เนื้อหาบางส่วนอาจไม่ถูกอ่านออกเสียง
tr: Ses sentezi başarısız — bazı içerikler sesli okunmayabilir.
zh_hans: 语音合成失败 — 部分内容可能不会被朗读。
zh_hant: 語音合成失敗 — 部分內容可能不會被朗讀。

source: Volume
de: Lautstärke
es: Volumen
hr: Glasnoća
ja: 音量
ko: 음량
pl: Głośność
ro: Volum
ru: Громкость
th: ระดับเสียง
tr: Ses Düzeyi
zh_hans: 音量
zh_hant: 音量

source: Wait for Result
de: Auf Ergebnis warten
es: Esperar el resultado
fil: Hintayin ang Resulta
fr: Attendre le résultat
hr: Čekaj rezultat
id: Tunggu Hasil
ja: 結果を待機
ko: 결과 대기
ms: Tunggu Keputusan
pl: Czekaj na wynik
pt_br: Aguardar o resultado
ro: Așteaptă rezultatul
ru: Дождаться результата
th: รอผลลัพธ์
tr: Sonucu Bekle
zh_hans: 等待结果
zh_hant: 等待結果

source: Waiting
de: Wartet
es: Esperando
fil: Naghihintay
fr: En attente
hr: Čekanje
id: Menunggu
ja: 待機中
ko: 대기 중
ms: Menunggu
pl: Oczekiwanie
pt_br: Aguardando
ro: Se așteaptă
ru: Ожидание
th: กำลังรอ
tr: Bekleniyor
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for authorization…
de: Warte auf Autorisierung…
es: Esperando la autorización…
fil: Naghihintay ng awtorisasyon…
fr: En attente de l'autorisation…
hr: Čekanje autorizacije…
id: Menunggu otorisasi…
ja: 認証を待っています…
ko: 인증을 기다리는 중…
ms: Menunggu kebenaran…
pl: Oczekiwanie na autoryzację…
pt_br: Aguardando a autorização…
ro: Se așteaptă autorizarea…
ru: Ожидание авторизации…
th: กำลังรอการให้สิทธิ์…
tr: Yetkilendirme bekleniyor…
zh_hans: 等待授权中…
zh_hant: 等待授權中…

source: Waiting for other tasks to complete...
de: Warten auf Abschluss anderer Aufgaben...
es: Esperando a que terminen otras tareas...
fil: Naghihintay na matapos ang ibang task...
fr: En attente de la fin des autres tâches...
hr: Čekanje da se drugi zadaci dovrše...
id: Menunggu tugas lain selesai...
ja: 他のタスクの完了を待っています...
ko: 다른 작업이 완료될 때까지 대기 중...
ms: Menunggu tugas lain selesai...
pl: Oczekiwanie na ukończenie innych zadań...
pt_br: Aguardando a conclusão de outras tarefas...
ro: Se așteaptă finalizarea altor sarcini...
ru: Ожидание завершения других задач...
th: กำลังรอให้งานอื่นเสร็จสิ้น...
tr: Diğer görevlerin bitmesi bekleniyor...
zh_hans: 正在等待其他任务完成...
zh_hant: 正在等待其他任務完成...

source: We Do Not Collect Your Data
de: Wir erheben keine Ihrer Daten
es: No recopilamos tus datos
fil: Hindi Namin Kinokolekta ang Iyong Datos
fr: Nous ne collectons pas vos données
hr: Ne prikupljamo vaše podatke
id: Kami Tidak Mengumpulkan Data Anda
ja: 私たちはあなたのデータを収集しません
ko: 저희는 귀하의 데이터를 수집하지 않습니다
ms: Kami Tidak Mengumpul Data Anda
pl: Nie zbieramy Twoich danych
pt_br: Não coletamos seus dados
ro: Nu colectăm datele tale
ru: Мы не собираем ваши данные
th: เราไม่เก็บข้อมูลของคุณ
tr: Verilerinizi Toplamıyoruz
zh_hans: 我们不收集您的数据
zh_hant: 我們不收集您的資料

source: Welcome to Minis
de: Willkommen bei Minis
es: Te damos la bienvenida a Minis
fil: Maligayang Pagdating sa Minis
fr: Bienvenue dans Minis
hr: Dobro došli u Minis
id: Selamat Datang di Minis
ja: Minis へようこそ
ko: Minis에 오신 것을 환영합니다
ms: Selamat Datang ke Minis
pl: Witamy w Minis
pt_br: Boas-vindas ao Minis
ro: Bine ai venit în Minis
ru: Добро пожаловать в Minis
th: ยินดีต้อนรับสู่ Minis
tr: Minis'e hoş geldiniz
zh_hans: 欢迎使用 Minis
zh_hant: 歡迎使用 Minis

source: What follow-up would you like to send?
de: Welche Folgefrage möchten Sie senden?
es: ¿Qué mensaje de seguimiento quieres enviar?
fil: Anong follow-up ang gusto mong ipadala?
fr: Quel suivi souhaitez-vous envoyer ?
hr: Koji dodatni upit želite poslati?
id: Tindak lanjut apa yang ingin Anda kirim?
ja: どのようなフォローアップを送信しますか？
ko: 어떤 후속 질문을 보내시겠어요?
ms: Susulan apa yang anda ingin hantar?
pl: Jaką kontynuację chcesz wysłać?
pt_br: Que continuação você quer enviar?
ro: Ce continuare vrei să trimiți?
ru: Какое уточнение вы хотите отправить?
th: คุณต้องการส่งการติดตามผลอะไร
tr: Hangi takip mesajını göndermek istersiniz?
zh_hans: 您想发送什么后续问题？
zh_hant: 您想傳送什麼後續問題？

source: What to send
de: Was gesendet wird
es: Qué enviar
fil: Ano ang ipapadala
fr: Ce qui est envoyé
hr: Što poslati
id: Apa yang dikirim
ja: 送信する内容
ko: 보낼 내용
ms: Apa yang dihantar
pl: Co wysyłać
pt_br: O que enviar
ro: Ce se trimite
ru: Что отправлять
th: สิ่งที่จะส่ง
tr: Ne gönderilecek
zh_hans: 发送内容
zh_hant: 要傳送的內容

source: What would you like to ask Minis?
de: Was möchten Sie Minis fragen?
es: ¿Qué quieres preguntarle a Minis?
fil: Ano ang gusto mong itanong sa Minis?
fr: Que souhaitez-vous demander à Minis ?
hr: Što želite pitati Minis?
id: Apa yang ingin Anda tanyakan ke Minis?
ja: Minis に何を聞きたいですか？
ko: Minis에게 무엇을 물어보시겠어요?
ms: Apa yang anda ingin tanya kepada Minis?
pl: O co chcesz zapytać Minis?
pt_br: O que você quer perguntar ao Minis?
ro: Ce vrei să-l întrebi pe Minis?
ru: О чём вы хотите спросить Minis?
th: คุณต้องการถาม Minis เรื่องอะไร
tr: Minis'e ne sormak istersiniz?
zh_hans: 您想问 Minis 什么？
zh_hant: 您想問 Minis 什麼？

source: When a chat's title is first generated, also file it into a matching existing group. Runs once per chat, only uses groups you already created, and leaves the chat ungrouped when nothing matches.
de: Wenn der Titel eines Chats erstmals generiert wird, wird er zusätzlich in eine passende bestehende Gruppe einsortiert. Läuft einmal pro Chat, verwendet nur bereits erstellte Gruppen und lässt den Chat ohne Gruppe, wenn nichts passt.
es: Cuando se genere por primera vez el título de un chat, se archivará también en un grupo existente que coincida. Se ejecuta una sola vez por chat, solo usa grupos que ya hayas creado y deja el chat sin agrupar cuando no hay coincidencias.
fil: Kapag unang nagawa ang pamagat ng chat, ilagay din ito sa tugmang umiiral na group. Tumatakbo isang beses kada chat, gumagamit lang ng mga group na ginawa mo na, at iniiwang walang group ang chat kung walang tugma.
fr: Lors de la première génération du titre d'une discussion, elle est aussi classée dans un groupe existant correspondant. S'exécute une fois par discussion, n'utilise que les groupes déjà créés et laisse la discussion sans groupe si rien ne correspond.
hr: Kada se naslov razgovora prvi put generira, razgovor se ujedno svrstava u odgovarajuću postojeću grupu. Izvodi se jednom po razgovoru, koristi samo grupe koje ste već stvorili, a ako ništa ne odgovara, razgovor ostaje bez grupe.
id: Saat judul obrolan pertama kali dibuat, sekalian masukkan ke grup yang sudah ada dan cocok. Berjalan sekali per obrolan, hanya memakai grup yang sudah Anda buat, dan membiarkan obrolan tanpa grup bila tidak ada yang cocok.
ja: チャットのタイトルが最初に生成されるとき、一致する既存グループにも自動で振り分けます。各チャットで一度だけ実行され、作成済みのグループのみを使用し、一致しない場合は未分類のままにします。
ko: 채팅 제목이 처음 생성될 때 일치하는 기존 그룹에도 자동으로 분류합니다. 채팅당 한 번만 실행되며, 이미 만든 그룹만 사용하고 일치하는 항목이 없으면 그룹 없이 둡니다.
ms: Apabila tajuk sembang dijana buat kali pertama, masukkan sekali ke kumpulan sedia ada yang sepadan. Berjalan sekali setiap sembang, hanya menggunakan kumpulan yang anda telah cipta, dan membiarkan sembang tanpa kumpulan jika tiada yang sepadan.
pl: Gdy tytuł czatu jest generowany po raz pierwszy, czat trafia także do pasującej istniejącej grupy. Działa raz na czat, korzysta wyłącznie z grup już utworzonych przez Ciebie i pozostawia czat bez grupy, gdy nic nie pasuje.
pt_br: Quando o título de uma conversa é gerado pela primeira vez, ela também é colocada em um grupo existente compatível. Roda uma vez por conversa, usa apenas grupos que você já criou e deixa a conversa sem grupo quando nada corresponde.
ro: Când titlul unei conversații este generat prima dată, conversația este pusă și într-un grup existent potrivit. Rulează o singură dată pentru fiecare conversație, folosește doar grupurile create de tine și lasă conversația fără grup dacă nimic nu se potrivește.
ru: При первом создании названия чата он также помещается в подходящую существующую группу. Выполняется один раз для каждого чата, использует только уже созданные группы и оставляет чат без группы, если совпадений нет.
th: เมื่อสร้างชื่อแชทครั้งแรก จะจัดแชทเข้ากลุ่มที่มีอยู่ซึ่งตรงกันด้วย ทำงานครั้งเดียวต่อแชท ใช้เฉพาะกลุ่มที่คุณสร้างไว้แล้ว และปล่อยแชทไว้นอกกลุ่มหากไม่มีกลุ่มใดตรงกัน
tr: Bir sohbetin başlığı ilk kez oluşturulduğunda, sohbet eşleşen mevcut bir gruba da yerleştirilir. Her sohbet için yalnızca bir kez çalışır, yalnızca sizin oluşturduğunuz grupları kullanır ve eşleşme yoksa sohbeti grupsuz bırakır.
zh_hans: 首次生成会话标题时，同时将其归入匹配的现有分组。每个会话仅执行一次，只使用你已创建的分组，无匹配时保持未分组。
zh_hant: 首次產生工作階段標題時，同時將其歸入相符的現有群組。每個工作階段僅執行一次，只使用你已建立的群組，無相符時保持未分組。
